{
  "value":"Perforated peptic ulcer \n",
  "level":0,
  "gor":"None",
  "children":[
    {
      "value":"Diagnosis",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with a suspected perforated peptic ulcer, which are the appropriate biochemical and imaging investigations that should be requested?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with suspected gastroduodenal perforation, we recommend routine laboratory studies and arterial blood gas analysis",
              "level":3,
              "gor":"_1D",
              "children":[
                {
                  "value":"In patients with acute abdomen from suspected perforated peptic ulcer, we recommend a CT scan imaging",
                  "level":4,
                  "gor":"_1C",
                  "children":[

                  ]
                },
                {
                  "value":"In patients with acute abdomen from suspected perforated peptic ulcer, we recommend to perform chest/abdominal X-ray as the initial routine diagnostic assessment in case a CT scan is not promptly available",
                  "level":4,
                  "gor":"_1C",
                  "children":[

                  ]
                },
                {
                  "value":"In patients with acute abdomen from suspected perforated peptic ulcer, when free air is not seen on imaging and there is ongoing suspicion of perforated peptic ulcer, we suggest performing imaging with the addition of water-soluble contrast either oral or via nasogastric tube",
                  "level":4,
                  "gor":"_2D",
                  "children":[

                  ]
                }
              ]
            },
            {
              "value":"In patients with perforated peptic ulcer, what is the clinical value of risk scores such as Boey Score and Pulp score?",
              "level":3,
              "gor":"None",
              "children":[
                {
                  "value":"In patients with perforated peptic ulcer, we suggest to adopt scoring systems",
                  "level":4,
                  "gor":"_2C",
                  "children":[

                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Resuscitation",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with perforated peptic ulcer, which pa- rameters should be evaluated ad ED referral?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"We recommend prompt evaluation and early recognition of the patient with perforated peptic ulcer associated sepsis to prevent further organ failure and to reduce mortality",
              "level":3,
              "gor":"_1B",
              "children":[

              ]
            },
            {
              "value":"We suggest adopting scoring systems (SOFA, qSOFA) to evaluate and assess the severity of the disease in patients with perforated peptic ulcer.",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with perforated peptic ulcer, which are the appropriate targets for resuscitation (hemoglobin level, blood pressure/heart rate, lactates level, others)?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In unstable patients with perforated peptic ulcer, we recommend performing rapid resuscitation to reduce mortality",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"In unstable patients with perforated peptic ulcer, we recommend restoring physiological parameters with a mean arterial pressure ≥ 65 mmHg, a urine output ≥ 0.5 ml/kg/h, and a lactate normalization)",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"We suggest utlizing different types of hemodynamic monitoring",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Non-operative management—endoscopic treatment",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with perforated peptic ulcer, which are the indications for non-operative management?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with perforated peptic ulcer we suggest against a routinely use of non-operative management; non-operative management",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with perforated peptic ulcer is there a role for endoscopic treatment?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with perforated peptic ulcer, we suggest to avoid endoscopic treatment such clipping, fibrin glue sealing, or stenting",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Surgery",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with perforated peptic ulcer, which are the indications for surgical treatment and what is the appropriate timing for surgery?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with perforated peptic ulcer with significant pneumoperitoneum or extraluminal contrast extravasation or signs of peritonitis, we recommend operative treatment",
              "level":2,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"We recommend performing surgery as soon as possible, especially in patients with delayed presentation and patients older than 70 years old",
              "level":2,
              "gor":"_1B",
              "children":[

              ]
            }
          ]
        },

        {
          "value":"In patients with perforated peptic ulcer, which is the most appropriate surgical approach (open vs laparoscopy)?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In stable patients with perforated peptic ulcer, we suggest a laparoscopic approach. An open approach is recommended in the absence of appropriate laparoscopic skills and equipment",
              "level":3,
              "gor":"_2B",
              "children":[

              ]
            },
            {
              "value":"In unstable patients with perforated peptic ulcer, we recommend open surgery",
              "level":3,
              "gor":"_1D",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with perforated peptic ulcer and small perforation (< 2 cm), which surgical procedure should be adopted?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with perforated peptic ulcer smaller than 2 cm, we suggest performing primary repair. No recommendation can be made whether the use of an omental patch can provide further protection of the repair",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with perforated peptic ulcer and large perforation (≥ 2 cm), which surgical procedure should be adopted?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"We suggest a tailored approach based upon the location of the ulcer for the treatment of perforated peptic ulcer larger than 2 cm. In case of large gastric ulcers that raise the suspicion of malignancy, we suggest resection with contextual operative frozen pathologic examination whenever possible. In case of large duodenal ulcers, we suggest considering the need of resections or repair plus/minus pyloric exclusion/ external bile drainage. We recommend duodenostomy only in extreme circumstances",
              "level":3,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with perforated peptic ulcer, what is the role of damage control surgery?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with septic shock from a perforated peptic ulcer and signs of severe physiological derangement, we suggest a damage control strategy",
              "level":3,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Antimicrobial therapy",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"Should antibiotic therapy be prescribed and should anti-fungal therapy be administrated empirically in patients with perforated peptic ulcer?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with perforated peptic ulcer, we recommend the administration broad-spectrum antibiotics",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"We recommend the collection of samples for microbiological analysis for both bacteria and fungi in all patients undergoing surgery with subsequent antibiotic therapy adjustment",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"We suggest not to administer antifungal agents as standard empiric therapy in patients with perforated peptic ulcer. Antifungal should be administrated in patients at high risk for fungal infection",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with perforated peptic ulcer, which anti- microbial regimen should be used and what is its cor- rect duration?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with perforated peptic ulcer, we recommend to start as soon as possible an empiric broad-spectrum antibiotic regimen against a mixture of Gram-negative, Grampositive, and anaerobic bacteria, possibly after peritoneal fluid has been collected",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"In patients with perforated peptic ulcer, we suggest a short-course",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Bleeding peptic ulcer",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"Diagnosis",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with suspected bleeding peptic ulcer, which biochemical and imaging investigations should be requested?",
              "level":3,
              "gor":"None",
              "children":[
                {
                  "value":"In patients with suspected bleeding peptic ulcer, we recommend blood-typing, determinations of hemoglobin, hematocrit and electrolytes, and coagulation assessment",
                  "level":4,
                  "gor":"_1D",
                  "children":[

                  ]
                },
                {
                  "value":"In patients with suspected bleeding peptic ulcer, when endoscopy is not available, we suggest performing contrast-enhanced CT scan",
                  "level":4,
                  "gor":"_2D",
                  "children":[

                  ]
                }
              ]
            }
          ]
        },
        {
          "value":"In patients with suspected bleeding peptic ulcer, what is the diagnostic role of endoscopy?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with suspected bleeding peptic, ulcer, we recommend performing endoscopy as soon as possible, especially in high-risk patients",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer, are the endoscopic findings useful to determine the risk for rebleeding and how do they affect the clinical management?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"We suggest guiding management decisions according to stigmata of recent hemorrhage during endoscopy because they can predict the risk of further bleeding",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"Resuscitation",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with bleeding peptic ulcer, which parame- ters should be evaluated at ED referral and which cri- teria should be adopted to define an unstable patient?",
              "level":3,
              "gor":"None",
              "children":[
                {
                  "value":"We recommend a rapid and careful surgical/medical evaluation of bleeding peptic ulcer disease patients to prevent further bleeding and to reduce mortality",
                  "level":4,
                  "gor":"_1D",
                  "children":[

                  ]
                },
                {
                  "value":"We recommend evaluating several elements",
                  "level":4,
                  "gor":"_1C",
                  "children":[

                  ]
                },
                {
                  "value":"In patients with bleeding peptic ulcer, we suggest evaluating patients according to Rockall and GlasgowBlatchford scoring systems to assess the severity of the disease and to guide therapy",
                  "level":4,
                  "gor":"_1C",
                  "children":[

                  ]
                }
              ]
            },
            {
              "value":"In patients with bleeding peptic ulcer, which are the appropriate targets for resuscitation (hemoglobin level, blood pressure/heart rate, lactates level, others)?",
              "level":3,
              "gor":"None",
              "children":[
                {
                  "value":"We recommend several resuscitation targets, similar to those of damage control resuscitation in the bleeding trauma patient",
                  "level":4,
                  "gor":"_1C",
                  "children":[

                  ]
                },
                {
                  "value":"In patients with bleeding peptic ulcer, we recommend to maintain an Hb level of at least > 7 g/dl during the resuscitation phase",
                  "level":4,
                  "gor":"_1B",
                  "children":[

                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Non-operative management—endoscopic treatment",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with bleeding peptic ulcer, which are the indications for non-operative management?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with bleeding peptic ulcer, we recommend non-operative management as the first line of management after endoscopy",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer, which are the indications for endoscopic treatment?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with bleeding peptic ulcer, we recommend endoscopic treatment to achieve hemostasis and reduce re-bleeding, the need for surgery, and mortality",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"We suggest stratifying patients based on the Blatchford score and adopting a risk-stratified management",
              "level":3,
              "gor":"_2D",
              "children":[
                {
                  "value":"In the very low-risk group, we suggest outpatient endoscopy",
                  "level":4,
                  "gor":"_2C",
                  "children":[

                  ]
                },
                {
                  "value":"In the low-risk group, we recommend early inpatient endoscopy",
                  "level":4,
                  "gor":"_1C",
                  "children":[

                  ]
                },
                {
                  "value":"In the high-risk group, we recommend urgent inpatient endoscopy",
                  "level":4,
                  "gor":"_1C",
                  "children":[

                  ]
                }
              ]
            },
            {
              "value":"In patients with spurting ulcer",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"In patients with bleeding peptic ulcer, we suggest dual modality for endoscopic hemostasis",
              "level":3,
              "gor":"_2B",
              "children":[

              ]
            },
            {
              "value":"In patients with bleeding peptic ulcer, we suggest considering Doppler probe–guided endoscopic hemostasis if expertise is available",
              "level":3,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer, what is the appropriate pharmacological regimen (erythromycin, PPI, terlipressin, others)?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with bleeding peptic ulcer, we suggest administering pre-endoscopy erythromycin",
              "level":3,
              "gor":"_2B",
              "children":[

              ]
            },
            {
              "value":"In patients with bleeding peptic ulcer, we suggest starting PPI therapy as soon as possible",
              "level":3,
              "gor":"_2B",
              "children":[

              ]
            },
            {
              "value":"In patients with bleeding peptic ulcer, after successful endoscopic hemostasis, we suggest administration of highdose PPI as continuous infusion for the first 72 h",
              "level":3,
              "gor":"_2B",
              "children":[

              ]
            },
            {
              "value":"In patients with bleeding peptic ulcer, we recommend PPI for 6–8 weeks following endoscopic treatment. Longterm PPI is not recommended unless the patient has ongoing NSAID use",
              "level":3,
              "gor":"_1B",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with recurrent bleeding from peptic ulcer, what is the role of non-operative management?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with recurrent bleeding from peptic ulcer,  we recommend endoscopy as a first-line treatment",
              "level":2,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"In patients with recurrent bleeding, we suggest transcatheter angioembolization as an alternative option where resources are available",
              "level":2,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        }

      ]
    },
    {
      "value":"Angiography, embolization",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with bleeding peptic ulcer, which are the indications for angiography?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with bleeding peptic ulcer, we suggest considering angiography for diagnostic purposes as a secondline investigation after a negative endoscopy",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            },
            {
              "value":"No recommendation can be made regarding the role of provocation angiography.",
              "level":3,
              "gor":"None",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"Should embolization be considered for unstable pa- tients with bleeding peptic ulcer?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"We suggest against a routinely use of angioembolization unstable patients. Angioembolization in unstable patients could be s considered only in selected cases and in selected facilities",
              "level":3,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer, which are the indications for angioembolization?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In hemodinamically stable bleeding peptic ulcer patients, where endoscopic hemostasis fails twice or is not possible/feasible, we suggest angiography with angioembolization where technical skills and equipment are available",
              "level":3,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"Should embolization be considered for unstable pa- tients with bleeding peptic ulcer?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"We suggest against a routinely use of angioembolization unstable patients. Angioembolization in unstable patients could be s considered only in selected cases and in selected facilities",
              "level":3,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with recurrent bleeding peptic ulcer, which are the indications for angioembolization?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with rebleeding peptic ulcer, we suggest angioembolization as a feasible option",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer who under- went angioembolization, which are the most appro- priate embolization techniques and materials?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"Varied techniques and materials exist for the use in the embolization of bleeding duodenal ulcer disease. A tailored approach, guided by the multidisciplinary team, incorporating patient, pathology, and environmental factors is suggested",
              "level":3,
              "gor":"_2C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer and non- evident bleeding during angiography, is there a role for prophylactic embolization?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"No recommendation can be made on the role of prophylactic embolization.",
              "level":3,
              "gor":"None",
              "children":[

              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Surgery",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with bleeding peptic ulcer, which are the indications for surgical treatment and which is the appropriate timing for surgery?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with bleeding peptic ulcer, we suggest surgical hemostasis",
              "level":3,
              "gor":"_1D",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer, what is the most appropriate surgical approach (open vs laparos- copy) and what are the most appropriate surgical procedures?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with refractory bleeding peptic ulcer, we suggest surgical intervention with open surgery",
              "level":3,
              "gor":"_2D",
              "children":[
                {
                  "value":"In patients operated for bleeding peptic ulcer, we suggest intra-operative endoscopy to facilitate the localization of the bleeding site",
                  "level":4,
                  "gor":"_2D",
                  "children":[

                  ]
                },
                {
                  "value":"We suggest choosing the surgical procedure according to the location and extension of the ulcer and the characteristics of the bleeding vessel",
                  "level":4,
                  "gor":"_2C",
                  "children":[

                  ]
                },
                {
                  "value":"An immediate or delayed biopsy is recommended",
                  "level":4,
                  "gor":"_2C",
                  "children":[

                  ]
                }
              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer, what is the role of damage control surgery?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"We suggest considering damage control surgery for patients with hemorrhagic shock and signs of severe physiological derangement, in order to quickly resolve the bleeding and allow a prompt ICU admission",
              "level":3,
              "gor":"_2D",
              "children":[

              ]
            }
          ]
        }
      ]
    },
    {
      "value":"Antimicrobial therapy",
      "level":1,
      "gor":"None",
      "children":[
        {
          "value":"In patients with bleeding peptic ulcer, which are the indications for antimicrobial therapy and for Helico- bacter pylori testing?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In patients with bleeding peptic ulcer, empirical antimicrobial therapy is not recommended",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"We recommend performing Helicobacter pylori testing in all patients with bleeding peptic ulcer",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            }
          ]
        },
        {
          "value":"In patients with bleeding peptic ulcer and positive tests for HP infection, which are the therapeutic options?",
          "level":2,
          "gor":"None",
          "children":[
            {
              "value":"In H. pylori-positive BPU patients, eradication therapy is recommended to avoid recurrent bleeding",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"In patients with HP positive tests, standard triple therapy",
              "level":3,
              "gor":"_1B",
              "children":[

              ]
            },
            {
              "value":"10 days of sequential therapy with four drugs",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            },
            {
              "value":"In patients with HP positive tests, a 10-day levofloxacin-amoxicillin triple therapy is recommended as second-line therapy if first-line therapy failed",
              "level":3,
              "gor":"_1B",
              "children":[

              ]
            },
            {
              "value":"We recommend to start standard triple therapy",
              "level":3,
              "gor":"_1C",
              "children":[

              ]
            }
          ]
        }
      ]
    }
  ]
}